export default {
  projections: {
    ОтправНаПочтуE: {
      фИО: {
        __caption__: 'ФИО'
      },
      email: {
        __caption__: 'Email'
      },
      сделатьФото: {
        __caption__: 'Сделанное фото',
        id: {
          __caption__: 'Сделанное фото'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        колВоФото: {
          __caption__: 'Количество фото'
        }
      }
    },
    ОтправНаПочтуL: {
      фИО: {
        __caption__: 'ФИО'
      },
      email: {
        __caption__: 'E-mail'
      },
      сделатьФото: {
        __caption__: 'Сделанное фото',
        id: {
          __caption__: 'Сделанное фото'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        колВоФото: {
          __caption__: 'Количество'
        }
      }
    }
  },
  validations: {
    email: {
      __caption__: 'Email'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    сделатьФото: {
      __caption__: 'Сделанное фото'
    }
  }
};
