export default {
  projections: {
    ПечатьE: {
      сделатьФото: {
        __caption__: 'Сделанное фото',
        id: {
          __caption__: 'Сделанное фото'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        колВоФото: {
          __caption__: 'Количество фото'
        }
      },
      размер: {
        __caption__: 'Размер фото'
      }
    },
    ПечатьL: {
      сделатьФото: {
        __caption__: 'Сделанное фото',
        id: {
          __caption__: 'Сделанное фото'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        колВоФото: {
          __caption__: 'Количество фото'
        }
      },
      размер: {
        __caption__: 'Размер фото'
      }
    }
  },
  validations: {
    размер: {
      __caption__: 'Размер фото'
    },
    сделатьФото: {
      __caption__: 'Сделанное фото'
    }
  }
};
