export default {
  projections: {
    СделатьФотоE: {
      id: {
        __caption__: 'Код'
      },
      колВоФото: {
        __caption__: 'Количество фото'
      },
      категорФото: {
        __caption__: 'Категория фото'
      },
      цена: {
        __caption__: 'Цена(руб)'
      },
      допНастройки: {
        __caption__: 'Дополнительные настройки',
        уголок: {
          __caption__: 'Уголок'
        },
        чБЦвет: {
          __caption__: 'Ч б цвет'
        }
      }
    },
    СделатьФотоL: {
      id: {
        __caption__: 'Код'
      },
      колВоФото: {
        __caption__: 'Количество фото'
      },
      категорФото: {
        __caption__: 'Категория фото'
      },
      цена: {
        __caption__: 'Цена(руб)'
      },
      допНастройки: {
        __caption__: 'Дополнительные настройки',
        уголок: {
          __caption__: 'Уголок'
        },
        чБЦвет: {
          __caption__: 'Ч б цвет'
        }
      }
    }
  },
  validations: {
    id: {
      __caption__: 'Код'
    },
    категорФото: {
      __caption__: 'Категория фото'
    },
    колВоФото: {
      __caption__: 'Количество фото'
    },
    цена: {
      __caption__: 'Цена(руб)'
    },
    допНастройки: {
      __caption__: 'Дополнительные настройки'
    }
  }
};
