export default {
  projections: {
    ОплатаE: {
      способОпл: {
        __caption__: 'Способ оплаты'
      },
      дата: {
        __caption__: 'Дата оплаты'
      },
      время: {
        __caption__: 'Время оплаты'
      },
      сделатьФото: {
        __caption__: 'Номер заказа',
        id: {
          __caption__: 'Номер заказа'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        цена: {
          __caption__: 'Стоимость'
        }
      }
    },
    ОплатаL: {
      способОпл: {
        __caption__: 'Способ оплаты'
      },
      дата: {
        __caption__: 'Дата оплаты'
      },
      время: {
        __caption__: 'Время оплаты'
      },
      сделатьФото: {
        __caption__: 'Номер заказа',
        id: {
          __caption__: 'Номер заказа'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        цена: {
          __caption__: 'Стоимость'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время оплаты'
    },
    дата: {
      __caption__: 'Дата оплаты'
    },
    способОпл: {
      __caption__: 'Способ оплаты'
    },
    сумма: {
      __caption__: 'сумма'
    },
    сделатьФото: {
      __caption__: 'Номер заказа'
    }
  }
};
